/* Accept Friend Request Alert Button Title */
"ACCEPT_FRIEND_REQUEST_BUTTON_TITLE" = "قبول";

/* Accept game invite Alert Button Title */
"ACCEPT_INVITE_BUTTON_TITLE" = "قبول";

/* Account disabled alert message */
"ACCOUNT_DISABLED_ALERT_MESSAGE" = "تم إيقاف Apple ID الذي قمت بإدخاله لأسباب أمنية.  قم بلمس \"إعادة تعيين\" لتغيير كلمة السر.";

/* You are not allowed to modify accounts on this device (alert text) */
"ACCOUNT_RESTRICTED_CREATE_TEXT" = "لا يسمح لك بتعديل الحسابات على هذا الجهاز";

/* Cannot create account (alert title) */
"ACCOUNT_RESTRICTED_CREATE_TITLE" = "لا يمكن إنشاء الحساب";

/* You are not allowed to edit your account on this device (alert text) */
"ACCOUNT_RESTRICTED_EDIT_TEXT" = "لا يسمح لك بتحرير حسابك على هذا الجهاز";

/* Cannot edit account (alert title) */
"ACCOUNT_RESTRICTED_EDIT_TITLE" = "لا يمكن تحرير الحساب";

/* You are not allowed to sign in to this device (alert text) */
"ACCOUNT_RESTRICTED_SIGNIN_TEXT" = "لا يسمح لك بتسجيل الدخول على هذا الجهاز";

/* Cannot sign in (alert title) */
"ACCOUNT_RESTRICTED_SIGNIN_TITLE" = "لا يمكن تسجيل الدخول";

/* Account Title */
"ACCOUNT_TITLE" = "الحساب";

/* Achievements title one player */
"ACHIEVEMENTS" = "الإنجازات";

/* Achievement User Title points tally compare screen (plural, plural form) */
"ACHIEVEMENTS_1_POINTS_2_PLURAL_PLURAL" = "%1$@ إنجازات، %2$@ نقاط";

/* Achievement User Title points tally compare screen (plural, singular form) */
"ACHIEVEMENTS_1_POINTS_2_PLURAL_SINGULAR" = "‏%1$@ من الإنجازات، %2$@ من النقاط";

/* Achievement User Title points tally compare screen (plural, zero form) */
"ACHIEVEMENTS_1_POINTS_2_PLURAL_ZERO" = "%1$@ إنجازات، %2$@ نقاط";

/* Achievement User Title points tally compare screen (singular, plural form) */
"ACHIEVEMENTS_1_POINTS_2_SINGULAR_PLURAL" = "‏%1$@ من الإنجازات، %2$@ من النقاط";

/* Achievement User Title points tally compare screen (singular form) */
"ACHIEVEMENTS_1_POINTS_2_SINGULAR_SINGULAR" = "‏%1$@ من الإنجازات، %2$@ من النقاط";

/* Achievement User Title points tally compare screen (singular, zero form) */
"ACHIEVEMENTS_1_POINTS_2_SINGULAR_ZERO" = "‏%1$@ من الإنجازات، %2$@ من النقاط";

/* Achievement User Title points tally compare screen (zero, zero form) */
"ACHIEVEMENTS_1_POINTS_2_ZERO_ZERO" = "%1$@ إنجازات، %2$@ نقاط";

/* # of max # achievements format (plural) */
"ACHIEVEMENTS_N1_OF_M2_PLURAL" = "%1$@ من %2$@ من الإنجازات ";

/* # of max # achievements format (singular) */
"ACHIEVEMENTS_N1_OF_M2_SINGULAR" = "%1$@ من %2$@ من الإنجازات ";

/* Achievements Section Title total for unowned games (plural) */
"ACHIEVEMENT_COUNT_TITLE_PLURAL" = "%@ من الإنجازات ";

/* Achievements Section Title total for unowned games (singular) */
"ACHIEVEMENT_COUNT_TITLE_SINGULAR" = "%@ من الإنجازات ";

/* Achievements Section Title total for unowned games (uppercase, plural) */
"ACHIEVEMENT_COUNT_TITLE_UPPERCASE_PLURAL" = "%@ من الإنجازات ";

/* Achievements Section Title total for unowned games (uppercase, singular) */
"ACHIEVEMENT_COUNT_TITLE_UPPERCASE_SINGULAR" = "%@ من الإنجازات ";

/* Achievements Section Title total for unowned games (uppercase, zero) */
"ACHIEVEMENT_COUNT_TITLE_UPPERCASE_ZERO" = "لا توجد إنجازات ";

/* Achievements Section Title total for unowned games (zero) */
"ACHIEVEMENT_COUNT_TITLE_ZERO" = "لا توجد إنجازات ";

/* Achievement earned: date. */
"ACHIEVEMENT_EARNED_DATE" = "تم الكسب:";

/* Achievement earned on: date. */
"ACHIEVEMENT_EARNED_ON_DATE" = "تم الكسب: %1$@";

/* Achievement User Title number of achievements.used when value is >1 */
"ACHIEVEMENT_N1_OF_M2_PLURAL" = "%1$@ من %2$@ من الإنجازات ";

/* Achievement User Title number of achievements.used when value is 1 */
"ACHIEVEMENT_N1_OF_M2_SINGULAR" = "%1$@ من %2$@ من الإنجازات ";

/* Achievement User Title number of achievements.used when value is >1 */
"ACHIEVEMENT_N1_OF_M2_UPPERCASE_PLURAL" = "%1$@ من %2$@ من الإنجازات";

/* Achievement User Title number of achievements.used when value is 1 */
"ACHIEVEMENT_N1_OF_M2_UPPERCASE_SINGULAR" = "%1$@ من %2$@ من الإنجازات";

/* Achievement User Title number of achievements.used when value is 0 */
"ACHIEVEMENT_N1_OF_M2_UPPERCASE_ZERO" = "%1$@ من %2$@ من الإنجازات";

/* Achievement User Title number of achievements.used when value is 0 */
"ACHIEVEMENT_N1_OF_M2_ZERO" = "%1$@ من %2$@ من الإنجازات ";

/* Achievement detail when achievement hasn't been earned yet. */
"ACHIEVEMENT_NOT_YET_ACHIEVED" = "لم يتم إنجازه";

/* Achievement 50% complete. */
"ACHIEVEMENT_PERCENT_COMPLETE" = "اكتمل %1$@";

/* number of points for that achievement. Used for when value is >1 */
"ACHIEVEMENT_POINTS_PLURAL" = "%@ من النقاط";

/* number of points for that achievement. Used for when value is equal to 1 */
"ACHIEVEMENT_POINTS_SINGULAR" = "%@ نقطة";

/* Achievement User Title points tally.used when value is equal >1 */
"ACHIEVEMENT_POINTS_TALLY_PLURAL" = "‏ (%@ من النقاط)";

/* Achievement User Title points tally.used when value is equal 1 */
"ACHIEVEMENT_POINTS_TALLY_SINGULAR" = "‏(%@ نقطة)";

/* Achievement User Title points tally.used when value is equal 0 */
"ACHIEVEMENT_POINTS_TALLY_ZERO" = "‏ (%@ من النقاط)";

/* Unit to accompany large points count. Used for when value is >1 */
"ACHIEVEMENT_POINTS_UNIT_PLURAL" = "نقاط";

/* Unit to accompany large points count. Used for when value is equal to 1 */
"ACHIEVEMENT_POINTS_UNIT_SINGULAR" = "نقطة";

/* Unit to accompany large points count. Used for when value is equal to 0 */
"ACHIEVEMENT_POINTS_UNIT_ZERO" = "نقاط";

/* number of points for that achievement. Used for when value is equal to 0 */
"ACHIEVEMENT_POINTS_ZERO" = "%@ من النقاط";

/* Undo name for adding an address to a recipient field in the compose window */
"ADDRESS_ADDITION" = "إضافة العنوان";

/* Undo name for removing an address from a recipient field in the compose window */
"ADDRESS_DELETION" = "حذف العنوان";

/* You are not allowed to send friend requests on this device (alert text) */
"ADD_FRIENDS_RESTRICTED_TEXT" = "لا يسمح لك بإرسال طلبات صديق على هذا الجهاز";

/* Cannot send friend requests (alert title) */
"ADD_FRIENDS_RESTRICTED_TITLE" = "لا يمكن إرسال طلبات صديق";

/* Add Player Button */
"ADD_PLAYER_BUTTON" = "إضافة لاعب";

/* Message for not authenticate alert */
"ALERT_MESSAGE_NOT_AUTHENTICATED" = "لم يتم تسجيل دخول اللاعب";

/* Message for parental controls alert */
"ALERT_MESSAGE_PARENTALCONTROLSBLOCKED" = "لا يسمح لك باستخدام Game Center على هذا الجهاز";

/* Message for multiplayer parental controls alert */
"ALERT_MESSAGE_PARENTALCONTROLSBLOCKED_MULTIPLAYER" = "لا يسمح لك بلعب ألعاب متعددة اللاعبين على هذا الجهاز";

/* Title for not auntenticated alert */
"ALERT_TITLE_NOT_AUTHENTICATED_MULTIPLAYER" = "تعدد اللاعبين غير متوفر";

/* Title for parental controls alert */
"ALERT_TITLE_PARENTALCONTROLSBLOCKED" = "‏Game Center غير متوفر";

/* Title for multiplayer parental controls alert */
"ALERT_TITLE_PARENTALCONTROLSBLOCKED_MULTIPLAYER" = "تعدد اللاعبين غير متوفر";

/* Anonymous player nickname */
"ANONYMOUS_PLAYER_NICKNAME" = "مجهول";

/* Apple ID Password Alert Title */
"APPLE_ID_PASSWORD" = "كلمة سر Apple ID";

/* Auto-match wait time over n minutes (plural) */
"APPROX_WAIT_TIME_MINUTES_PLURAL" = "يمكن لـ Game Center عمل تطابق تلقائي لك لكي تلعب مع أي أحد موجود الآن. وقت الانتظار التقريبي للتطابق التلقائي: أكثر من %@ من الدقائق";

/* Auto-match wait time over n minute (singular) */
"APPROX_WAIT_TIME_MINUTES_SINGULAR" = "يمكن لـ Game Center عمل تطابق تلقائي لك لكي تلعب مع أي أحد موجود الآن. وقت الانتظار التقريبي للتطابق التلقائي: أكثر من دقيقة %@";

/* Auto-match wait time over n minutes (zero) */
"APPROX_WAIT_TIME_MINUTES_ZERO" = "يمكن لـ Game Center عمل تطابق تلقائي لك لكي تلعب مع أي أحد موجود الآن. وقت الانتظار التقريبي للتطابق التلقائي: أكثر من %@ من الدقائق";

/* Auto-match wait time n seconds (plural) */
"APPROX_WAIT_TIME_PLURAL" = "يمكن لـ Game Center عمل تطابق تلقائي لك لكي تلعب مع أي أحد موجود الآن. وقت الانتظار التقريبي للتطابق التلقائي: %@ من الثواني";

/* Auto-match wait time n second (singular) */
"APPROX_WAIT_TIME_SINGULAR" = "يمكن لـ Game Center عمل تطابق تلقائي لك لكي تلعب مع أي أحد موجود الآن. وقت الانتظار التقريبي للتطابق التلقائي: %@ من الثواني";

/* Auto-match wait time n seconds (zero) */
"APPROX_WAIT_TIME_ZERO" = "يمكن لـ Game Center عمل تطابق تلقائي لك لكي تلعب مع أي أحد موجود الآن. وقت الانتظار التقريبي للتطابق التلقائي: %@ من الثواني";

/* Go To App Store Invite Button Title */
"APP_STORE" = "App Store";

/* Auto-match */
"AUTO_MATCH" = "تطابق تلقائي";

/* Auto-matched */
"AUTO_MATCHED" = "تطابق تلقائي";

/* Auto-Match player */
"AUTO_MATCH_PLAYER" = "تطابق تلقائي للاعب";

/* button to friend request */
"BUTTON_TO_SEND_FRIEND_REQUEST" = "إرسال";

/* button to send game invite */
"BUTTON_TO_SEND_GAME_INVITE" = "إرسال";

/* By Game Center */
"BY_GAME_CENTER" = "من قِبل Game Center";

/* Cancelled invite label */
"CANCELLED_INVITE_LABEL" = "تم الإلغاء";

/* Cancel */
"CANCEL_BUTTON" = "إلغاء";

/* Can't Connect invite label */
"CANT_CONNECT_INVITE_LABEL" = "لا يمكن الاتصال";

/* Can't connect to Game Center account pages message */
"CANT_CONNECT_TO_GAME_CENTER_ACCOUNT_PAGES_MESSAGE" = "خدمات حساب Game Center غير متوفرة حاليًا.\nالرجاء المحاولة لاحقًا.";

/* Cannot connect message */
"CAN_NOT_CONNECT_TO_GAME_CENTER_MESSAGE" = "يجب الاتصال بشبكة Wi-Fi أو شبكة البيانات الخلوية للوصول إلى Game Center";

/* Challenge Friend Picker's \"done\" button title for when coming from a message view  */
"CHALLENGE_ADD_PLAYERS_BUTTON_TITLE" = "إضافة";

/* Instructive text below disabled \"Send Challenge\" button when the player for the current score screen is not the local player's friend. %1$@ is the other player's name. */
"CHALLENGE_BUTTON_DISABLED_NOT_FRIEND" = "قم بالصداقة مع ‪%1$@‬ لإرسال التحدي لهم";

/* Instructive text below disabled \"Challenge Friends\" button when the current player has no friends */
"CHALLENGE_BUTTON_DISABLED_NO_FRIENDS" = "قم بعمل الصداقات في Game Center لبدء إرسال واستقبال التحديات";

/* Instructive text below disabled \"Challenge Friends\" button when the current player's friends have all already earned the current achievement. %1$@ is the achievement's name */
"CHALLENGE_BUTTON_DISABLED_NO_FRIENDS_ELIGIBLE" = "قام أصدقاؤك بكسب %1$@. قم بمحاولة تحديهم لإنجازات لم تقوم بكسبها.";

/* Instructive text below disabled \"Challenge Friends\" / \"Send Challenge\" button when the current player has no score for the current leaderboard. %1$@ is the leaderboard's name. */
"CHALLENGE_BUTTON_DISABLED_NO_SCORE" = "قم بكسب نتيجة على %1$@ من أجل تحدي أصدقائك للتغلب عليه";

/* Challenge Completed Alert Button OK Title */
"CHALLENGE_COMPLETED_OK_BUTTON" = "موافق";

/* Challenges detail goal description for achievement challenge */
"CHALLENGE_DETAIL_ACHIEVEMENT_GOAL_FORMAT" = "تحدي ‏%1$@: ‏%2$@";

/* Challenges detail from line */
"CHALLENGE_DETAIL_FROM_FORMAT" = "تحدي من %1$@";

/* Challenges detail goal description for any challenge */
"CHALLENGE_DETAIL_GOAL_FORMAT" = "تحدي %1$@:";

/* Challenges detail quote wrapper for message */
"CHALLENGE_DETAIL_MESSAGE_QUOTE_FORMAT" = "\"%1$@\"";

/* Challenges detail goal description for score challenge, for example \"Doc Brown's challenge: score 500 touchdowns on level 1\" */
"CHALLENGE_DETAIL_SCORE_GOAL_FORMAT" = "تحدي ‏%1$@: النتيجة‏%2$@ في %3$@";

/* Challenge Friend Title */
"CHALLENGE_FRIEND" = "تحدي صديق";

/* Send Challenge Invitation Title */
"CHALLENGE_INVITATION_TITLE" = "إرسال التحدي";

/* Challenge invitation description start */
"CHALLENGE_INVITE_DESCRIPTION_START" = "التحدي:";

/* Challenges list description for player, without a message */
"CHALLENGE_LIST_FROM_PLAYER_NO_MESSAGE_FORMAT" = "من %1$@";

/* Challenges list description for player, with a message */
"CHALLENGE_LIST_FROM_PLAYER_WITH_MESSAGE_FORMAT" = "من %1$@:";

/* Challenges list description for player, without a message */
"CHALLENGE_LIST_PLAYER_NO_MESSAGE_FORMAT" = "‏%1$@";

/* Challenges list description for player, with a message */
"CHALLENGE_LIST_PLAYER_WITH_MESSAGE_FORMAT" = "‏%1$@: ";

/* Challenges list description for score challenge */
"CHALLENGE_LIST_SCORE_GOAL_FORMAT" = "النتيجة %1$@ على %2$@";

/* Challenge completed by current player banner message while in that game */
"CHALLENGE_LOCALLY_COMPLETED_BANNER_IN_GAME_FORMAT" = "غلبت تحدي ‏%1$@: ‏%2$@";

/* Challenge Friend Picker Back Button Title */
"CHALLENGE_PICKER_BACK_TITLE" = "السابق";

/* Challenge Friend Picker Title */
"CHALLENGE_PICKER_TITLE" = "اختيار الأصدقاء";

/* Close the challenge received alert without further action */
"CHALLENGE_RECEIVED_IGNORE" = "تجاهل";

/* Challenge received message in game with challenge goal text (i.e.: Challenged you: 1000 coins on Level 1) */
"CHALLENGE_RECEIVED_IN_GAME_BANNER_FORMAT" = "يتحداك: ‏%1$@";

/* Launch the game to start the challenge */
"CHALLENGE_RECEIVED_LAUNCH_GAME" = "بدء اللعبة";

/* There's no compatible game on the device -- launch the app store with the game's URL */
"CHALLENGE_RECEIVED_LAUNCH_STORE" = "انتقال إلى App Store";

/* Challenge received message while not in that game with game title and goal (i.e.: Rescue Rangers Challenge: 1000 coins on Level 1 */
"CHALLENGE_RECEIVED_OUT_OF_GAME_BANNER_FORMAT" = "تحدي ‏%1$@: ‏%2$@";

/* Challenge completed by other player banner message while in that game */
"CHALLENGE_REMOTELY_COMPLETED_BANNER_IN_GAME_FORMAT" = "تغلب على تحديك: ‏%1$@";

/* Challenge completed by other player banner message while not in that game */
"CHALLENGE_REMOTELY_COMPLETED_BANNER_OUT_OF_GAME_FORMAT" = "تغلب على تحديك في ‏%1$@: ‏%2$@";

/* Change */
"CHANGE" = "تغيير";

/* Close Friend Request Alert Button Title */
"CLOSE_FRIEND_REQUEST_ALERT_BUTTON_TITLE" = "إغلاق";

/* Close Turn Based Alert Button Title */
"CLOSE_TURN_BASED_ALERT_BUTTON_TITLE" = "إغلاق";

/* Format string used for '30 Achievements' */
"COMPARE_N_ACHIEVEMENTS_HEADER_PLURAL" = "%1$@ من الإنجازات";

/* Format string used for '1 Achievement' */
"COMPARE_N_ACHIEVEMENTS_HEADER_SINGULAR" = "%1$@ من الإنجازات";

/* Format string used for 'No Achievements' */
"COMPARE_N_ACHIEVEMENTS_HEADER_ZERO" = "لا توجد إنجازات";

/* Connecting invite label */
"CONNECTING_INVITE_LABEL" = "‮جاري الاتصال";

/* Connection failed alert message */
"CONNECTION_FAILED_ALERT_MESSAGE" = "لا يمكن الاتصال بخادم Game Center.";

/* Create New Apple ID Button */
"CREATE_NEW_ACCOUNT" = "إنشاء Apple ID جديد";

/* Declined invite label */
"DECLINED_INVITE_LABEL" = "تم الرفض";

/* Decline Invite Button Title */
"DECLINE_INVITE_BUTTON_TITLE" = "رفض";

/* Default game invitation message */
"DEFAULT_GAME_INVITATION_MESSAGE_FORMAT" = "هل ترغب في لعب %@؟";

/* Challenge button title for when displaying non-local player's score or achievement detail screen */
"DETAIL_SCREEN_CHALLENGE_BUTTON_TITLE_FROM_OTHER" = "إرسال التحدي";

/* Challenge button title for when displaying local player's own score or achievement detail screen */
"DETAIL_SCREEN_CHALLENGE_BUTTON_TITLE_FROM_OWN" = "تحدي الأصدقاء";

/* Share button title for when displaying score or achievement detail screen */
"DETAIL_SCREEN_SHARE_BUTTON_TITLE" = "مشاركة";

/* Disable Button */
"DISABLE_BUTTON" = "إيقاف";

/* Disconnected invite label */
"DISCONNECTED_INVITE_LABEL" = "تم القطع";

/* Button title used to dismiss a friend or game recommendation */
"DISMISS_CONFIRMATION_BUTTON_TITLE" = "إزالة";

/* Done button title */
"DONE_BUTTON_TITLE" = "تم";

/* button to send friend request */
"DONT_SEND" = "عدم الإرسال";

/* title for 'buy game' button in game detail view when the game is downloading */
"DOWNLOADING_BUTTON_TITLE" = "جاري التثبيت…";

/* Ellipsis for truncation at end of string */
"ELLIPSIS_FOR_TRUNCATION" = "…";

/* challenge invite message field placeholder text */
"ENTER_OPTIONAL_MESSAGE" = "قم بإدخال رسالة اختيارية...";

/* GKErrorAuthenticationInProgress description */
"ERROR_AUTHENTICATIONINPROGRESS_DESCRIPTION" = "تعذر إكمال العملية المطلوبة لأن اللاعب المحلي تمت المصادقة عليه مسبقًا.";

/* GKErrorCancelled description */
"ERROR_CANCELLED_DESCRIPTION" = "تم إلغاء العملية المطلوبة.";

/* GKErrorCommunicationsFailure description */
"ERROR_COMMUNICATIONSFAILURE_DESCRIPTION" = "تعذر إكمال العملية المطلوبة نظرًا لحدوث خطأ في الاتصالات مع الخادم.";

/* GKErrorGameUnrecognized description */
"ERROR_GAMEUNRECOGNIZED_DESCRIPTION" = "تعذر إكمال العملية المطلوبة لأن هذا التطبيق لم يتم تمييزه من قِبل Game Center.";

/* GKErrorInvalidCredentials description */
"ERROR_INVALIDCREDENTIALS_DESCRIPTION" = "تعذر إكمال العملية المطلوبة لأن المستخدم و/أو كلمة السر غير صحيحة.";

/* GKErrorInvalidParameter description */
"ERROR_INVALIDPARAMETER_DESCRIPTION" = "تعذر إكمال العمليات المطلوبة لأن واحد أو أكثر من المُعامِلات غير صالحة.";

/* GKErrorInvalidPlayer description */
"ERROR_INVALIDPLAYER_DESCRIPTION" = "تعذر إكمال العملية المطلوبة لأن اللاعب غير صالح.";

/* GKErrorIssueChallengeDenied description */
"ERROR_INVALID_CHALLENGE" = "فشل طلب التحدي لأن بيانات التحدي غير صالحة.";

/* GKErrorMatchRequestInvalid description */
"ERROR_MATCHREQUESTINVALID_DESCRIPTION" = "تعذر إكمال العملية المطلوبة لأن طلب المطابقة غير صالح.";

/* GKErrorNotAuthenticated description */
"ERROR_NOTAUTHENTICATED_DESCRIPTION" = "تعذر إكمال العملية المطلوبة لأن اللاعب المحلي لم يتم المصادقة عليه.";

/* GKErrorParentalControlsBlocked description */
"ERROR_PARENTALCONTROLSBLOCKED_DESCRIPTION" = "تعذر إكمال العملية المطلوبة لأن هذة الميزة تم إيقافها في القيود.";

/* GKErrorScoreNotSet description */
"ERROR_SCORENOTSET_DESCRIPTION" = "تعذر إكمال العملية المطلوبة لأنه لم يتم إعداد قيمة النتيجة.";

/* GKErrorTurnBasedInvalidParticipant description */
"ERROR_TBG_INVALID_PARTICIPANT" = "تعذر إكمال العملية المطلوبة لأن المشارك المحدد غير صالح.";

/* GKErrorTurnBasedInvalidState description */
"ERROR_TBG_INVALID_STATE" = "تعذر إكمال العملية المطلوبة لأن الجلسة في حالة غير صالحة.";

/* GKErrorTurnBasedInvalidTurn description */
"ERROR_TBG_INVALID_TURN" = "تعذر إكمال العملية المطلوبة لأن المشارك المحدد لا يوجد عنده حالة الدور المطلوبة.";

/* GKErrorTurnBasedMatchDataTooLarge description */
"ERROR_TBG_MATCH_DATA_TO_LARGE" = "تعذر إكمال العملية المطلوبة لأن بيانات المطابقة كبيرة جدًا.";

/* GKErrorTurnBasedTooManySessions description */
"ERROR_TBG_TOO_MANY_SESSIONS" = "تعذر إكمال العملية المطلوبة لأن العملية تجاوزت الحد الأقصى لعدد الجلسات.";

/* GKErrorUnderage description */
"ERROR_UNDERAGE_DESCRIPTION" = "تعذر إكمال العملية المطلوبة لأن هذة الميزة تم إيقافها للاعبين تحت السن القانوني.";

/* GKErrorUnexpectedConnection description */
"ERROR_UNEXPECTEDCONNECTION_DESCRIPTION" = "لاعب غير متوقع قام بالاتصال بالتطابق.";

/* GKErrorUnknown description */
"ERROR_UNKNOWN_DESCRIPTION" = "تعذر إكمال العملية المطلوبة نظرًا لحدوث خطأ غير معروف.";

/* GKErrorUserDenied description */
"ERROR_USERDENIED_DESCRIPTION" = "تعذر إكمال العملية المطلوبة لأنه تم الرفض من قبل المستخدم.";

/* Extra recipients */
"EXTRA_RECIPIENTS_FORMAT" = " و %@ إضافية...";

/* Facebook like label format for plural likes */
"FACEBOOK_LABEL_PLURAL" = "%@ من الأصدقاء أُعجبوا بذلك";

/* Facebook like label format for singular likes */
"FACEBOOK_LABEL_SINGULAR" = "صديق %@ أُعجب بذلك";

/* Message to show when liking via facebook is unavailable due to network connectivity issues or errors */
"FACEBOOK_LABEL_UNAVAILABLE" = "إعجاب Facebook غير متوفر";

/* Facebook like label format for zero likes */
"FACEBOOK_LABEL_ZERO" = "%@ من الأصدقاء أُعجبوا بذلك";

/* Label for Facebook like button when player hasn't liked game */
"FACEBOOK_LIKE_NORMAL_LABEL" = "أعجبني";

/* Label for Facebook like button when player likes the game */
"FACEBOOK_LIKE_SELECTED_LABEL" = "أعجبني";

/* Failed invite label */
"FAILED_INVITE_LABEL" = "فشل";

/* friend text in compare achievement screen */
"FRIEND" = "صديق";

/* Format string used for '<n> friends' when showing local player in friends list */
"FRIENDS_IN_COMMON_ME_PLURAL" = "%@ من الأصدقاء";

/* Format string used for '<n> friend' when showing local player in friends list */
"FRIENDS_IN_COMMON_ME_SINGULAR" = "صديق %@";

/* Format string used for 'No friends' when showing local player in friends list */
"FRIENDS_IN_COMMON_ME_ZERO" = "لا يوجد أصدقاء";

/* Format string used for '<n> friends in common' */
"FRIENDS_IN_COMMON_PLURAL" = "‏%@ من الأصدقاء المشتركين";

/* Format string used for '1 friend in common' */
"FRIENDS_IN_COMMON_SINGULAR" = "‏%@ من الأصدقاء المشتركين";

/* Format string used for 'No friends in common' */
"FRIENDS_IN_COMMON_ZERO" = "لا يوجد أصدقاء مشتركين";

/* Friends-only player scope header (plural) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_PLURAL" = "%@ من الأصدقاء";

/* Friends-only player scope header (singular) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_SINGULAR" = "%@ صديق";

/* Friends-only player scope header (plural, uppercase) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_UPPERCASE_PLURAL" = "%@ من الأصدقاء";

/* Friends-only player scope header (singular, uppercase) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_UPPERCASE_SINGULAR" = "%@ صديق";

/* Friends-only player scope header (zero, uppercase) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_UPPERCASE_ZERO" = "الأصدقاء";

/* Friends-only player scope header (zero) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_ZERO" = "الأصدقاء";

/* Friend request accepted format - 1:nickname (2:firstName 3:lastName) */
"FRIEND_ACCEPTANCE_ALIAS_1_FIRST_2_LAST_3_FORMAT" = "قام %1$@‫(%2$@ %3$@)‬ بقبول طلب الصديق.";

/* Friend request accepted format - 1:nickname (2:either firstName or lastName -- the user didn't fill in the other name) */
"FRIEND_ACCEPTANCE_ALIAS_1_NAME_2_FORMAT" = "قام %1$@‫(%2$@)‌‬ بقبول طلب الصديق.";

/* Friend request accepted format (either single string from the server, for older servers, or just the nickname if first and last are unavailable) */
"FRIEND_ACCEPTANCE_FORMAT" = "قام %1$@‎ بقبول طلب الصديق.";

/* Friend picker Finding Players */
"FRIEND_PICKER_FINDING_PLAYERS" = "العثور على لاعبين";

/* Game invites disabled player status text */
"FRIEND_PICKER_GAME_INVITES_DISABLED" = "عدم قبول دعوات اللعب";

/* Section header title for players that have already earned an achievement */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED" = "الأصدقاء الذين لديهم هذا الإنجاز";

/* Section header title for players that have already earned an achievement (plural) */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED_PLURAL" = "%@ من الأصدقاء الذين لديهم هذا الإنجاز";

/* Section header title for players that have already earned an achievement (singular) */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED_SINGULAR" = "%@ من الأصدقاء الذين لديهم هذا الإنجاز";

/* Section header title for players that have already earned an achievement (zero) */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED_ZERO" = "لا يوجد أصدقاء لديهم هذا الإنجاز";

/* Friends section header title */
"FRIEND_PICKER_HEADER_TITLE_FRIEND" = "الأصدقاء";

/* Friends section header title format (plural) */
"FRIEND_PICKER_HEADER_TITLE_FRIEND_PLURAL" = "%@ من الأصدقاء";

/* Friends section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_FRIEND_SINGULAR" = "%@ صديق";

/* Friends section header title format (zero) */
"FRIEND_PICKER_HEADER_TITLE_FRIEND_ZERO" = "%@ من الأصدقاء";

/* Doesn't Play This Game section header title */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED" = "الأصدقاء الذين لم يلعبوا";

/* Doesn't Play This Game section header title (plural) */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED_PLURAL" = "%@ من الأصدقاء الذين لم يلعبوا";

/* Doesn't Play This Game section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED_SINGULAR" = "%@ من الأصدقاء الذين لم يلعبوا";

/* Doesn't Play This Game section header title (zero) */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED_ZERO" = "لا يوجد أصدقاء لم يلعبوا";

/* Play This Game section header title */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME" = "الأصدقاء الذين يلعبون هذه اللعبة";

/* Play This Game section header title (plural) */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME_PLURAL" = "%@ من الأصدقاء الذين يلعبون هذه اللعبة";

/* Play This Game section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME_SINGULAR" = "%@ من الأصدقاء الذين يلعبون هذه اللعبة";

/* Play This Game section header title (zero) */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME_ZERO" = "لا يوجد أصدقاء يلعبون هذه اللعبة";

/* Players section header title */
"FRIEND_PICKER_HEADER_TITLE_PLAYER" = "اللاعبون";

/* Players section header title format (plural) */
"FRIEND_PICKER_HEADER_TITLE_PLAYER_PLURAL" = "%@ من اللاعبين";

/* Players section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_PLAYER_SINGULAR" = "%@ لاعب";

/* Players section header title format (zero) */
"FRIEND_PICKER_HEADER_TITLE_PLAYER_ZERO" = "%@ من اللاعبين";

/* Friend picker Not Online */
"FRIEND_PICKER_NOT_ONLINE" = "وضع عدم الاتصال";

/* Friend picker scope title for showing all friends */
"FRIEND_PICKER_SCOPE_TITLE_ALL" = "الكل";

/* Friend picker scope title for showing nearby players */
"FRIEND_PICKER_SCOPE_TITLE_NEARBY" = "قريب";

/* Friend picker scope title for showing recent friends */
"FRIEND_PICKER_SCOPE_TITLE_RECENT" = "الأحدث";

/* Friend request composition window back button */
"FRIEND_REQUEST" = "طلب صديق";

/* friend request alert message */
"FRIEND_REQUEST_ALERT_MESSAGE_FORMAT" = "هل ترغب بإرسال طلب صديق لـ %@";

/* Friend Request alert title */
"FRIEND_REQUEST_ALERT_TITLE" = "طلب صديق";

/* Friend request notification title. */
"FRIEND_REQUEST_NOTIFICATION_TITLE_FORMAT" = "طلب صديق من %1$@‎";

/* Format string used for '<n> games' for local player in friends list */
"GAMES_IN_COMMON_ME_PLURAL" = "%@ من الألعاب";

/* Format string used for '1 game' for local player in friends list */
"GAMES_IN_COMMON_ME_SINGULAR" = "لعبة %@";

/* Format string used for 'No games' for local player in friends list */
"GAMES_IN_COMMON_ME_ZERO" = "لا توجد ألعاب";

/* Format string used for '<n> games in common' */
"GAMES_IN_COMMON_PLURAL" = "‏%@ من الألعاب المشتركة";

/* Format string used for '1 game in common' */
"GAMES_IN_COMMON_SINGULAR" = "‏%@ من الألعاب المشتركة";

/* Format string used for 'No games in common' */
"GAMES_IN_COMMON_ZERO" = "لا يوجد ألعاب مشتركة";

/* Game Cancelled Alert Header */
"GAME_CANCELLED_ALERT_HEADER" = "تم إلغاء اللعبة";

/* Warning alert for storedemo */
"GAME_CENTER_ACCOUNT_LOCKED" = "تم إيقاف الميزة";

/* Default title text for alerts */
"GAME_CENTER_ALERT_TITLE" = "Game Center";

/* alert title */
"GAME_CENTER_DEMO_MODE" = "نمط تجريبي";

/* Game Center Disabled alert title */
"GAME_CENTER_DISABLED" = "إيقاف Game Center؟";

/* Game Center Disabled alert message */
"GAME_CENTER_DISABLED_ALERT_MESSAGE" = "يمكنك تمكين Game Center في أي وقت عن طريق تسجيل الدخول خلال تطبيق Game Center.";

/* GAME CENTER header text */
"GAME_CENTER_HEADER_TEXT" = "GAME CENTER";

/* GKErrorNotSupported description */
"GAME_CENTER_IS_NOT_SUPPORTED" = "‏Game Center غير مدعوم.";

/* A game that you have never played */
"GAME_DETAIL_NEVER_PLAYED" = "لم يتم لعبها مطلقًا";

/* Game Invite Alert Header With Alias and Game name */
"GAME_INVITE_ALERT_HEADER_ALIAS_1_GAME_NAME_2_FORMAT" = "دعوة من %1$@ للعب \"‎%2$@\"";

/* Game Invite Alert Header With Alias only */
"GAME_INVITE_ALERT_HEADER_ALIAS_ONLY_FORMAT" = "دعوة من %1$@";

/* Game Invite Cancelled Alert Header With Alias */
"GAME_INVITE_CANCELLED_ALERT_HEADER_ALIAS_FORMAT" = "الدعوة من %@ قد ألغيت.";

/* Game Invite failed due to not finding mininum number of players  */
"GAME_INVITE_UNABLE_TO_FIND_MIN_PLAYERS" = "تعذر على التطابق التلقائي العثور على ما يكفي من اللاعبين. الرجاء دعوة المزيد من اللاعبين.";

/* Not Enough Players */
"GAME_INVITE_UNABLE_TO_FIND_MIN_PLAYERS_TITLE" = "لا يوجد ما يكفي من اللاعبين";

/* Game not recognized alert title */
"GAME_NOT_RECOGNIZED_ALERT_TITLE" = "لم يتم تمييز هذه اللعبة من قِبل Game Center.";

/* Game rating failed because the user was not logged into Game Center with an account used to purchase the game. */
"GAME_RATING_INVALID_CREDENTIALS" = "لتقييم هذه اللعبة، يجب عليك تسجيل الدخول باستخدام Apple ID المستخدم لشرائها.";

/* Game rating not sent alert title */
"GAME_RATING_NOT_SENT" = "لم يتم إرسال تقييم اللعبة";

/* Game Reconnect Message */
"GAME_RECONNECT_MESSAGE" = "إعادة الاتصال؟";

/* GKMatchmakerViewController Title */
"GKMATCHMAKERVIEWCONTROLLER_TITLE" = "لعبة متعددة اللاعبين";

/* Global player scope header (plural) */
"GLOBAL_PLAYER_SCOPE_HEADER_PLURAL" = "كل اللاعبين الـ %@";

/* Global player scope header (singular */
"GLOBAL_PLAYER_SCOPE_HEADER_SINGULAR" = "جميع اللاعبين";

/* Global player scope header (plural, uppercase) */
"GLOBAL_PLAYER_SCOPE_HEADER_UPPERCASE_PLURAL" = "كل اللاعبين الـ %@";

/* Global player scope header (singular, uppercase) */
"GLOBAL_PLAYER_SCOPE_HEADER_UPPERCASE_SINGULAR" = "جميع اللاعبين";

/* Global player scope header (zero, uppercase) */
"GLOBAL_PLAYER_SCOPE_HEADER_UPPERCASE_ZERO" = "جميع اللاعبين";

/* Global player scope header (zero) */
"GLOBAL_PLAYER_SCOPE_HEADER_ZERO" = "جميع اللاعبين";

/* achievement title in compare achievement screen for hidden achievement (iphone version) */
"HIDDEN" = "مخفي";

/* Forgot your Apple ID or password? URL title */
"IFORGOT_LINK_TITLE" = "هل نسيت Apple ID أو كلمة السر؟";

/* Import Friends Title */
"IMPORT_FRIENDS_TITLE" = "استيراد الأصدقاء";

/* Incompatible invite label */
"INCOMPATIBLE_INVITE_LABEL" = "غير متوافق";

/* Incorrect Password alert message */
"INCORRECT_PASSWORD_ALERT_MESSAGE" = "تم إدخال كلمة السر بشكل غير صحيح عدة مرات. إذا كنت قد نسيت كلمة السر الخاصة بك، قم بلمس \"إعادة تعيين\"\ لتغييرها.";

/* Incorrect Password alert title */
"INCORRECT_PASSWORD_ALERT_TITLE" = "كلمة السر غير صحيحة";

/* Game Invite Cancelled Alert Header Without Alias */
"INVITATION_CANCELLED" = "تم إلغاء الدعوة";

/* Invitation Title */
"INVITATION_TITLE" = "دعوة";

/* Invited invite label */
"INVITED_INVITE_LABEL" = "قيد الانتظار…";

/* Invitee Accepted Alert Header */
"INVITEE_ACCEPTED_ALERT_HEADER" = "قام اللاعب بقبول دعوتك.";

/* Invitee Accepted Alert Header With Alias and Game name */
"INVITEE_ACCEPTED_ALERT_HEADER_ALIAS_1_GAMENAME_2_FORMAT" = "قام %1$@‎ بقبول دعوتك لـ %2$@.";

/* Invitee Accepted Alert Header With Alias only */
"INVITEE_ACCEPTED_ALERT_HEADER_ALIAS_ONLY_FORMAT" = "قام %@ بقبول دعوتك.";

/* Invitee Accepted Alert Header With Game name only */
"INVITEE_ACCEPTED_ALERT_HEADER_GAME_NAME_ONLY_FORMAT" = "قام اللاعب بقبول دعوتك لـ %@.";

/* Invitee Declined Alert Header */
"INVITEE_DECLINED_ALERT_HEADER" = "قام اللاعب برفض دعوتك.";

/* Rank among friends format plural */
"INVITE_ALERT_HEADER_ALIAS_1_GAME_NAME_2_PLURAL" = "رقم %1$@ من %2$@ من الأصدقاء";

/* Rank among friends format singular */
"INVITE_ALERT_HEADER_ALIAS_1_GAME_NAME_2_SINGULAR" = "رقم %1$@ من %2$@ من الأصدقاء";

/* Invite button description (plural) */
"INVITE_BUTTON_DESCRIPTION_PLURAL" = "قم بدعوة إلى ما يصل إلى %d من اللاعبين من قائمة أصدقاء Game Center الخاصة بك";

/* Invite button description (singular) */
"INVITE_BUTTON_DESCRIPTION_SINGULAR" = "قم بدعوة لاعب واحد إضافي من قائمة أصدقاء Game Center الخاصة بك";

/* Invite button description (zero) */
"INVITE_BUTTON_DESCRIPTION_ZERO" = "غير متوفر";

/* Challenge friends picker view's title bar for when picking friends to send a challenge to */
"INVITE_CHALLENGE_FRIENDS" = "تحدي الأصدقاء";

/* Invite Friend */
"INVITE_FRIEND" = "دعوة صديق";

/* Invite Friends Title */
"INVITE_FRIENDS_TITLE" = "دعوة الأصدقاء";

/* Invite Players Button Title */
"INVITE_PLAYERS_BUTTON_TITLE" = "دعوة اللاعبين";

/* Invite up to n players format string (plural) */
"INVITE_UP_TO_N_PLAYERS_PLURAL" = "دعوة ما يصل إلى %@ من اللاعبين";

/* Invite up to 1 player format string (singular) */
"INVITE_UP_TO_N_PLAYERS_SINGULAR" = "دعوة ما يصل إلى لاعب %@";

/* Invite up to n players format string (zero) */
"INVITE_UP_TO_N_PLAYERS_ZERO" = "دعوة ما يصل إلى %@ لاعبين";

/* Just played: <game> format string */
"JUST_PLAYED_LAST_PLAYED_GAME_FORMAT" = "تم لعبها: %@";

/* Last matched on date format */
"LAST_MATCHED_ON_DATE_FORMAT" = "آخر تطابق: %1$@";

/* Last played: <game> format string */
"LAST_PLAYED_GAME_FORMAT" = "تم لعبها مؤخرًا: %@";

/* Last Played <date> label */
"LAST_PLAYED_LABEL" = "تم لعبها مؤخرًا";

/* Last played on date format */
"LAST_PLAYED_ON_DATE_FORMAT" = "تم لعبها مؤخرًا: %1$@";

/* Launch App Button Title */
"LAUNCH_APP_BUTTON_TITLE" = "تشغيل التطبيق";

/* Leaderboards controller title */
"LEADERBOARDS_CONTROLLER_TITLE" = "لوحات الأوائل";

/* Leaderboard categories (plural) */
"LEADERBOARD_CATEGORIES_PLURAL" = "%@ من لوحات الأوائل";

/* Leaderboard categories (singular) */
"LEADERBOARD_CATEGORIES_SINGULAR" = "%@ لوحة الأوائل";

/* Leaderboard categories (zero) */
"LEADERBOARD_CATEGORIES_ZERO" = "%@ من لوحات الأوائل";

/* Leaderboard sheet title */
"LEADERBOARD_DEFAULT_TITLE" = "لوحة الأوائل";

/* leaderboard range limits execption string */
"LEADERBOARD_RANGE_LIMITS_EXECPTION" = "نطاق لوحة الأوائل {%d،%d} يجب أن يكون لها موقع >= %d ونطاق >= %d";

/* Loading… status text */
"LOADING_STATUS" = "جاري التحميل…";

/* Login Button */
"LOGIN_BUTTON" = "تسجيل الدخول";

/* Matchmaker Connecting */
"MATCHMAKER_CONNECTING_TO_PLAYERS" = "جاري الاتصال...";

/* Matchmaker Finding Players */
"MATCHMAKER_FINDING_PLAYERS" = "العثور على لاعبين…";

/* Matchmaker Invite Friends */
"MATCHMAKER_INVITE_FRIENDS" = "دعوة الأصدقاء";

/* Matchmaker Inviting Players */
"MATCHMAKER_INVITING_PLAYERS" = "دعوة اللاعبين";

/* Matchmaker Play Now */
"MATCHMAKER_PLAY_NOW" = "العب الآن";

/* Matchmaker Starting Game */
"MATCHMAKER_STARTING_GAME" = "جاري بدء اللعبة…";

/* Matchmaker Waiting for game to start */
"MATCHMAKER_WAITING_TO_START" = "قيد الانتظار…";

/* Me */
"ME" = "أنا";

/* Me */
"ME_TEXT_IN_COMPARE_ACHIEVEMENT_SCREEN" = "أنا";

/* multiplayer player range singular */
"MULTIPLAYER_PLAYER_RANGE" = "‏%1$@‎ - ‏%2$@‎ من اللاعبين";

/* multiplayer player range singular */
"MULTIPLAYER_PLAYER_RANGE_SINGULAR" = "%@ من اللاعبين";

/* <identifiable name> <quoted alias> */
"NAME_FIRST_1_LAST_2_FORMAT" = "%1$@ %2$@";

/* Label next to switch for turning on/off nearby multiplayer */
"NEARBY_PLAYERS" = "لاعبون قريبون";

/* Message explaining nearby multiplayer underneath the on/off switch */
"NEARBY_PLAYERS_MESSAGE" = "السماح للاعبي Game Center القريبين بالعثور عليك ودعوتك للألعاب متعددة اللاعبين عبر الـ Wi-Fi أو الـ Bluetooth.";

/* Never Played */
"NEVER_PLAYED" = "لم يتم لعبها مطلقًا";

/* Never played string for cell line 1 in category list */
"NEVER_PLAYED_CATEGORY_LIST" = "لم يتم لعبها مطلقًا";

/* Next */
"NEXT" = "التالي";

/* now (time) */
"NOW_TIME" = "الآن";

/* No Achievements */
"NO_ACHIEVEMENTS" = "لا توجد إنجازات";

/* No achievements details string */
"NO_ACHIEVEMENTS_DETAILS" = "لا توجد إنجازات";

/* No Answer invite label */
"NO_ANSWER_INVITE_LABEL" = "لا توجد إجابة";

/* No Friends message */
"NO_FRIENDS_MESSAGE" = "لا يوجد أصدقاء";

/* No Friend Scores (uppercase) */
"NO_FRIEND_SCORES_UPPERCASE" = "لا توجد نتائج للصديق";

/* No leaderboard details string */
"NO_LEADERBOARD_DETAILS" = "لا توجد لوحة أوائل";

/* No leaderboard details string */
"NO_LEADERBOARD_OR_ACHIEVEMENT_DETAILS" = "لا توجد لوحة أوائل أو إنجازات";

/* No network alert message */
"NO_NETWORK_ALERT_MESSAGE" = "الرجاء المحاولة مرة أخرى عند الاتصال بالشبكة.";

/* No network alert title */
"NO_NETWORK_ALERT_TITLE" = "الشبكة غير متاحة";

/* No score - player rank is zero */
"NO_SCORE" = "لا توجد نتيجة";

/* No Scores */
"NO_SCORES" = "لا توجد نتائج";

/* No Scores (uppercase) */
"NO_SCORES_UPPERCASE" = "لا توجد نتائج";

/* No Status placeholder string */
"NO_STATUS_PLACEHOLDER" = "لا توجد حالة";

/* OK Button */
"OK_BUTTON" = "موافق";

/* Overall leaderboard navigation bar title */
"OVERALL_LEADERBOARD_CATEGORY_TITLE" = "الإجمالي";

/* Parenthesized format string - typically used for (Bottom 10%) */
"PARENTHETICAL_FORMAT" = "(%1$@)";

/* Password incorrect alert message */
"PASSWORD_INCORRECT_ALERT_MESSAGE" = "لم يتم العثور على Apple ID الذي تم إدخاله أو كلمة السر غير صحيحة.\nالرجاء المحاولة مرة أخرى.";

/* Password Placeholder */
"PASSWORD_PLACEHOLDER" = "كلمة السر";

/* Sandbox Password Placeholder */
"PASSWORD_PLACEHOLDER_SANDBOX" = "كلمة سر Sandbox";

/* Bottom x% format string */
"PERCENT_BOTTOM_FORMAT" = "آخر ‫%@‬";

/* Top x% format string */
"PERCENT_TOP_FORMAT" = "أفضل ‫%@‬";

/* Played Today: <game> format string */
"PLAYED_TODAY_LAST_PLAYED_GAME_FORMAT" = "تم لعبها اليوم: %@";

/* n or n+1 Players format string */
"PLAYERS_N1_OR_N_PLUS_ONE_2_FORMAT" = "%1$@ أو %2$@ من اللاعبين";

/* n to n+x Players format string */
"PLAYERS_N1_TO_M2_FORMAT" = "%1$@ إلى %2$@ من اللاعبين";

/* n Players */
"PLAYER_COUNT_PLURAL" = "%@ من اللاعبين";

/* 1 Player */
"PLAYER_COUNT_SINGULAR" = "%@ لاعب";

/* A friend who has never played a game  */
"PLAYER_DETAIL_NEVER_PLAYED" = "لم يتم لعبها مطلقًا";

/* Player disconnected format string */
"PLAYER_DISCONNECTED_FORMAT" = "تم قطع اتصال %@.";

/* Play button title */
"PLAY_BUTTON_TITLE" = "تشغيل";

/* Play Game button title */
"PLAY_GAME_BUTTON_TITLE" = "العب اللعبة";

/* Play now button description (plural) */
"PLAY_NOW_BUTTON_DESCRIPTION_PLURAL" = "قم باللعب الآن وسيقوم Game Center بالعثور إلى ما يصل إلى %d من اللاعبين لتلعب معهم.";

/* Play now button description (singular) */
"PLAY_NOW_BUTTON_DESCRIPTION_SINGULAR" = "قم باللعب الآن وسيقوم Game Center بالعثور على لاعب واحد إضافي لتلعب معه.";

/* Play now button description (zero) */
"PLAY_NOW_BUTTON_DESCRIPTION_ZERO" = "قم باللعب الآن وسيقوم Game Center بإعداد اللعبة مع اللاعبين المحددين.";

/* Play Now Button Title */
"PLAY_NOW_BUTTON_TITLE" = "العب الآن";

/* Profile blacklisted alert message */
"PROFILE_BLACKLISTED_ALERT_MESSAGE" = "تم إيقاف Apple ID الذي قمت بإدخاله.  الرجاء الاتصال بخدمة العملاء.";

/* quotes surrounding nicknames as displayed within lists (such as leaderboards) -- prefixed with directional marker */
"QUOTED_ALIAS_FORMAT" = "\"%@\"";

/* string within quotes for invite messages */
"QUOTED_MESSAGE_FORMAT" = "\"%@\"";

/* Ranked about the same as me */
"RANKED_ABOUT_SAME_AS_ME" = "تم التصنيف تقريبًا مثلي";

/* Ranked higher than me */
"RANKED_HIGHER_THAN_ME" = "مصنف أعلى مني";

/* Ranked lower than me */
"RANKED_LOWER_THAN_ME" = "مصنف أدنى مني";

/* Rank and leaderboard size (plural) */
"RANK_1_LEADERBOARD_SIZE_2_PLURAL" = "رقم %1$@ من %2$@ من اللاعبين";

/* Rank and leaderboard size (singular) */
"RANK_1_LEADERBOARD_SIZE_2_SINGULAR" = "رقم %1$@ من %2$@ من اللاعبين";

/* #rank of max scores format */
"RANK_1_OF_MAX_SCORES_2_FORMAT" = "رقم %1$@ من %2$@";

/* <rank> (<Top/Bottom x%>) format string */
"RANK_1_TOP_BOTTOM_2_FORMAT" = "%1$@ (%2$@)";

/* Rank formatting string */
"RANK_FORMAT" = "%@";

/* Not ranked string for cell line 3 */
"RANK_NONE" = "لم يتم التصنيف";

/* #<rank> format string */
"RANK_WITH_SYMBOL_FORMAT" = "رقم %@";

/* Ratings (plural) string */
"RATINGS_COUNT_PLURAL" = "%@ من التقييمات";

/* Ratings (singular) string */
"RATINGS_COUNT_SINGULAR" = "%@ من التقييمات";

/* Ratings (zero) string */
"RATINGS_COUNT_ZERO" = "لا توجد تقييمات";

/* Ready invite label */
"READY_INVITE_LABEL" = "جاهز";

/* N recipients */
"RECIPIENT_COUNT_PLURAL" = "%@ مستلمين";

/* 1 recipient */
"RECIPIENT_COUNT_SINGULAR" = "مستلم %@";

/* recipient seperator in inactive compose field */
"RECIPIENT_SEPERATOR_IN_INACTIVE_COMPOSE_FIELD" = "‏، ‏";

/* relative hours ago (plural) */
"RELATIVE_HOURS_AGO_PLURAL" = "منذ %@ من الساعات";

/* relative hours ago (singular) */
"RELATIVE_HOURS_AGO_SINGULAR" = "منذ %@ من الساعات";

/* relative minutes ago (plural) */
"RELATIVE_MINUTES_AGO_PLURAL" = "منذ %@ من الدقائق";

/* relative minutes ago (singular) */
"RELATIVE_MINUTES_AGO_SINGULAR" = "منذ %@ من الدقائق";

/* relative seconds ago (plural) */
"RELATIVE_SECONDS_AGO_PLURAL" = "منذ %@ من الثواني";

/* Remove */
"REMOVE_BUTTON_TITLE" = "إزالة";

/* Remove Player Button */
"REMOVE_PLAYER_BUTTON" = "إزالة لاعب";

/* Report a Problem Title */
"REPORT_PROBLEM" = "الإعلام عن مشكلة";

/* Reset Button */
"RESET_BUTTON" = "إعادة تعيين";

/* <score> (<Top/Bottom x%>) format string */
"SCORE_1_TOP_BOTTOM_2_FORMAT" = "%1$@ (%2$@)";

/* goal text for score challenge alert, i.e. '1000 gold pieces on Level 1' */
"SCORE_CHALLENGE_RECEIVED_ALERT_GOAL_FORMAT" = "%1$@ على %2$@";

/* Search results format string (plural) */
"SEARCH_RESULTS_PLURAL" = "%@ نتائج";

/* Search results format string (singular) */
"SEARCH_RESULTS_SINGULAR" = "نتيجة واحدة";

/* Search results format string (zero) */
"SEARCH_RESULTS_ZERO" = "لا توجد نتائج";

/* Send Friend Request alert title */
"SEND_FRIEND_REQUEST" = "إرسال طلب صديق";

/* Settings Button */
"SETTINGS_BUTTON" = "الإعدادات";

/* HTML formatted email body for sharing an achievement earned by the local player */
"SHARE_ACHIEVEMENT_EMAIL_LOCAL_PLAYER_BODY" = "<html><p style=\"text-align: right;direction: rtl; \">لقد كسبت <a href=\"%3$@\">%1$@ خلال لعب %2$@</a>.</p></html>";

/* HTML formatted email body for sharing an achievement earned by another player */
"SHARE_ACHIEVEMENT_EMAIL_OTHER_PLAYER_BODY" = "<html><p style=\"text-align: right;direction: rtl; \">%1$@ كسب<a href=\"%3$@\">%1$@ خلال لعب %2$@</a>.</p></html>";

/* Subject when sharing an achievement via email. */
"SHARE_ACHIEVEMENT_EMAIL_SUBJECT" = "%@";

/* HTML formatted email body for sharing an unearned achievement for the local player */
"SHARE_ACHIEVEMENT_EMAIL_UNEARNED_LOCAL_PLAYER_BODY" = "<html><p style=\"text-align: right;direction: rtl; \">أريد كسب <a href=\"%3$@\">%1$@ خلال لعب %2$@</a>.</p></html>";

/* Message for sharing your own achievement */
"SHARE_ACHIEVEMENT_LOCAL_PLAYER" = "كسبت %1$@ خلال لعب %2$@.";

/* Message for sharing someone else's achievement */
"SHARE_ACHIEVEMENT_OTHER_PLAYER" = "‏%1$@ كسب %2$@ خلال لعب %3$@.";

/* Message for sharing an achievement you want to earn */
"SHARE_ACHIEVEMENT_UNEARNED_LOCAL_PLAYER" = "‫أريد كسب ‎%1$@‬ خلال لعب ‎%2$@‬.";

/* HTML formatted email body for sharing a score via email. */
"SHARE_SCORE_EMAIL_LOCAL_PLAYER_BODY" = "<html><p style=\"text-align: right;direction: rtl; \">تحقق من <a href=\"%3$@\">نتيجتي في %1$@ خلال لعب %2$@</a>.</p></html>";

/* HTML formatted email body for sharing a score via email. */
"SHARE_SCORE_EMAIL_OTHER_PLAYER_BODY" = "<html><p style=\"text-align: right;direction: rtl; \">تحقق من النتيجة <a href=\"%4$@\">تم كسب %1$@ في %2$@ خلال لعب %3$@</a>.</p></html>";

/* Subject when sharing a score via email. */
"SHARE_SCORE_EMAIL_SUBJECT" = "%@";

/* Message for sharing your own score */
"SHARE_SCORE_LOCAL_PLAYER" = "تحقق من نتيجتي في %1$@ خلال لعب %2$@.";

/* Message for sharing someone else's score */
"SHARE_SCORE_OTHER_PLAYER" = "تحقق من نتيجة %1$@ الذي كسبها في %2$@ خلال لعب %3$@.";

/* Show All */
"SHOW_ALL" = "إظهار الكل";

/* Show More footer title */
"SHOW_MORE_TEXT" = "عرض المزيد…";

/* Show %@ More cell in Leaderboard */
"SHOW_X_MORE_CELL_IN_LEADERBOARD_FORMAT" = "عرض %@ إضافية…";

/* Sign In Button */
"SIGN_IN_BUTTON" = "الدخول";

/* Sign in header message text */
"SIGN_IN_HEADER_MESSAGE_TEXT" = "ابدأ باستخدام Game Center باستخدام Apple ID الخاص بك ثم قم باللعب بالألعاب على الإنترنت مع أصدقائك، أينما كانوا.";

/* Starting Game… */
"STARTING_GAME" = "جاري بدء اللعبة…";

/* Tap to rate this game (shown next to rating star control in in-game headers) */
"TAP_TO_RATE_GAME" = "اضغط للتقييم";

/* Tap to rate this game (shown next to rating star control in in-game headers) */
"TAP_TO_RATE_GAME_LANDSCAPE" = "اضغط لتقييم هذه اللعبة";

/* Tap to rate this game (shown next to rating star control in in-game headers) */
"TAP_TO_RATE_GAME_PORTRAIT" = "اضغط لتقييم\nهذه اللعبة";

/* All Time in leaderboard */
"TIME_SCOPE_ALL_TIME_TITLECASE" = "كافة الوقت";

/* All Time in leaderboard iPad All Caps */
"TIME_SCOPE_ALL_TIME_UPPERCASE" = "كل الوقت";

/* This week in leaderboard */
"TIME_SCOPE_THIS_WEEK_TITLECASE" = "هذا الأسبوع";

/* This week in leaderboard iPad All Caps */
"TIME_SCOPE_THIS_WEEK_UPPERCASE" = "هذا الأسبوع";

/* Today in leaderboard */
"TIME_SCOPE_TODAY_TITLECASE" = "اليوم";

/* Today in leaderboard iPad All Caps */
"TIME_SCOPE_TODAY_UPPERCASE" = "اليوم";

/* To: */
"TO_LABEL" = "إلى:";

/* <truncation symbol> with close quote */
"TRUNCATION_SYMBOL_QUOTE" = "‏%1$@\"";

/* Message for Turn Based Match creation error alert */
"TURN_BASED_CREATE_FAILED_MESSAGE" = "الرجاء المحاولة لاحقًا.";

/* Title for Turn Based Match creation error alert */
"TURN_BASED_CREATE_FAILED_TITLE" = "غير قادر على إنشاء تطابق.";

/* String indicating a turn based game has finished */
"TURN_BASED_GAME_OVER" = "انتهت اللعبة";

/* Message for maximum games exceeded alert */
"TURN_BASED_INVITE_MAX_SESSIONS_MESSAGE" = "الرجاء إزالة اللعبة الموجودة ثم حاول مرة أخرى.";

/* Title for maximum games exceeded alert */
"TURN_BASED_INVITE_MAX_SESSIONS_TITLE" = "تعذر إنشاء اللعبة";

/* Message for maximum games exceeded for other alert */
"TURN_BASED_INVITE_OTHER_MAX_SESSIONS_MESSAGE" = "يوجد عند اللاعب المدعو الكثير من الألعاب النشطة.";

/* Title for maximum games exceeded for other player alert */
"TURN_BASED_INVITE_OTHER_MAX_SESSIONS_TITLE" = "تعذر إنشاء اللعبة";

/* String for describing when you last played a turn based game */
"TURN_BASED_LAST_PLAYED_FORMAT" = "%@";

/* String for describing when a game is new and no one has taken a turn yet */
"TURN_BASED_LAST_PLAYED_NEW_GAME" = "لعبة جديدة";

/* String for describing when a game is new and no one has taken a turn yet in the session detail view */
"TURN_BASED_LAST_PLAYED_NO_TURN" = "لم يأخذ دوره";

/* Title for quit button when you swipe an invite session cell */
"TURN_BASED_MATCHMAKER_DECLINE" = "رفض";

/* Title for turn based matches view nav bar title while loading */
"TURN_BASED_MATCHMAKER_GAMES" = "الألعاب";

/* Title for turn based matches view nav bar title plural */
"TURN_BASED_MATCHMAKER_GAMES_PLURAL" = "%@ من الألعاب";

/* Title for turn based matches view nav bar title singular */
"TURN_BASED_MATCHMAKER_GAMES_SINGULAR" = "%@ لعبة";

/* Title for turn based matches view nav bar when there are no active games */
"TURN_BASED_MATCHMAKER_GAMES_ZERO" = "الألعاب";

/* Title for invitation detail view control that comes up when user chooses an invitation in turn based gaming session picker */
"TURN_BASED_MATCHMAKER_INVITATION_DETAIL_TITLE" = "دعوة";

/* Title for quit button when you swipe a current session cell */
"TURN_BASED_MATCHMAKER_QUIT" = "إنهاء اللعبة";

/* String for indicating a player has been invited to a turn based game */
"TURN_BASED_MATCHMAKER_READY" = "جاهز";

/* Title for quit button when you swipe a current session cell */
"TURN_BASED_MATCHMAKER_REMOVE" = "إزالة اللعبة";

/* Title for turn based invitations section header */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_INVITED" = "دعوات";

/* Title for current sessions section header for another player's turn */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_OTHER_TURN" = "دور لاعب آخر";

/* description of a participant who has the current turn in the session detail view */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_THIS_PLAYERS_TURN" = "دور هذا اللاعب";

/* Title for current sessions section header for your turn */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_YOUR_TURN" = "دورك";

/* Title for finished sessions section header */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_FINISHED" = "انتهت اللعبة";

/* Title for take turn button in session detail view */
"TURN_BASED_MATCHMAKER_TAKE_TURN" = "العب دورك";

/* Title for view match button in session detail view */
"TURN_BASED_MATCHMAKER_VIEW_MATCH" = "لعبة جديدة";

/* Invitation from another player */
"TURN_BASED_MATCH_DETAIL_INVITATION_FROM_FORMAT" = "من %@";

/* string for indicating when the last turn taken */
"TURN_BASED_MATCH_DETAIL_LAST_TURN_FORMAT" = "آخر دور تم لعبه %@";

/* string for indicating when you don't know the start date of the match */
"TURN_BASED_MATCH_DETAIL_NO_START_DATE" = "تاريخ بدء غير معروف";

/* string for indicating when no turn was taken */
"TURN_BASED_MATCH_DETAIL_NO_TURN_TAKEN" = "لم يتم أخذ الأدوار";

/* Text indicating who you played with */
"TURN_BASED_MATCH_DETAIL_PLAYED_WITH_FORMAT_PLURAL" = "لعبت مع %1$@ و %2$d آخرين";

/* Text indicating who you played with */
"TURN_BASED_MATCH_DETAIL_PLAYED_WITH_FORMAT_SINGULAR" = "تم اللعب مع %@";

/* Played with auto-match player */
"TURN_BASED_MATCH_DETAIL_PLAYED_WITH_FORMAT_ZERO" = "لعبت مع لاعب من التطابق التلقائي";

/* Section header for N players section in session detail view */
"TURN_BASED_MATCH_DETAIL_PLAYERS_FORMAT" = "%d لاعبون";

/* Text indicating who you are playing with */
"TURN_BASED_MATCH_DETAIL_PLAYING_WITH_FORMAT_PLURAL" = "تلعب مع %1$@ و %2$d آخرين";

/* Text indicating who you are playing with */
"TURN_BASED_MATCH_DETAIL_PLAYING_WITH_FORMAT_SINGULAR" = "اللعب مع %@";

/* Playing with auto-match player */
"TURN_BASED_MATCH_DETAIL_PLAYING_WITH_FORMAT_ZERO" = "تلعب مع لاعب من التطابق التلقائي";

/* string for indicating when you started the match */
"TURN_BASED_MATCH_DETAIL_STARTED_FORMAT" = "تم البدء %@";

/* String for additional info when a player has no turns on the turn based matchmaker view controller */
"TURN_BASED_NO_TURNS_INFO" = "دعوة الأصدقاء للعب";

/* String for describing when a player has no turns on the turn based matchmaker view controller */
"TURN_BASED_NO_TURNS_STATUS" = "لا توجد ألعاب";

/* String for indicating that it is another player' turn in a turn based game */
"TURN_BASED_OTHER_TURN_FORMAT" = "دور %@";

/* String for indicating that it is another player's turn in a turn based game, but we don't know their name */
"TURN_BASED_OTHER_TURN_UNKNOWN" = "دورهم";

/* String for indicating that another player won a turn based game */
"TURN_BASED_OTHER_WON_FORMAT" = "‏%@ قد ربح";

/* String for indicating that another player won a turn based game, but we don't know their name */
"TURN_BASED_OTHER_WON_UNKNOWN" = "لاعب آخر قد ربح";

/* String for indicating another player */
"TURN_BASED_OUTCOME_ANOTHER_PLAYER" = "لاعب آخر";

/* String for conjoining player name and outcome for example 'Bob won' */
"TURN_BASED_OUTCOME_ANOTHER_PLAYER_OUTCOME_FORMAT" = "‏%1$@: ‏%2$@";

/* String for indicating that a player got first place */
"TURN_BASED_OUTCOME_FIRST" = "المركز الأول";

/* String for indicating that a player got fourth place */
"TURN_BASED_OUTCOME_FOURTH" = "المركز الرابع";

/* String for indicating that a player was last to lose */
"TURN_BASED_OUTCOME_LOST" = "خسر";

/* String for indicating the player that is the local player */
"TURN_BASED_OUTCOME_ME" = "أنا";

/* String for indicating that a player has no outcome */
"TURN_BASED_OUTCOME_NONE" = "لا توجد نتيجة";

/* String for indicating that a player was last to quit */
"TURN_BASED_OUTCOME_QUIT" = "إنهاء";

/* String for indicating that a player got second place */
"TURN_BASED_OUTCOME_SECOND" = "المركز الثاني";

/* String for indicating that a player got third place */
"TURN_BASED_OUTCOME_THIRD" = "المركز الثالث";

/* String for indicating that a player has tied */
"TURN_BASED_OUTCOME_TIED" = "متعادل";

/* String for indicating that a player ran out of time */
"TURN_BASED_OUTCOME_TIME_EXP" = "انتهى الوقت";

/* String for indicating that a player was first to win */
"TURN_BASED_OUTCOME_WON" = "ربح";

/* String for indicating that the participant status is active */
"TURN_BASED_PARTICIPANT_STATUS_ACTIVE" = "نشط";

/* String for indicating that the participant status is declined */
"TURN_BASED_PARTICIPANT_STATUS_DECLINED" = "تم الرفض";

/* String for indicating that the participant status is done */
"TURN_BASED_PARTICIPANT_STATUS_DONE" = "تم";

/* String for indicating that the participant status is invited */
"TURN_BASED_PARTICIPANT_STATUS_INVITED" = "مدعو";

/* String for indicating that the participant status is matching */
"TURN_BASED_PARTICIPANT_STATUS_MATCHING" = "مطابقة";

/* format for conjoining status and outcome */
"TURN_BASED_PARTICIPANT_STATUS_OUTCOME_FORMAT" = "%1$@ %2$@";

/* String for indicating that the participant status is unknown */
"TURN_BASED_PARTICIPANT_STATUS_UNKNOWN" = "غير معروف";

/* String for indicating that it is your turn in a turn based game */
"TURN_BASED_YOUR_TURN" = "دورك";

/* String for indicating that you won a turn based game */
"TURN_BASED_YOU_WON" = "أنت ربحت!";

/* Unable to Load header message */
"UNABLE_TO_LOAD" = "تعذر التحميل";

/* Unable to Load Achievements */
"UNABLE_TO_LOAD_ACHIEVEMENTS" = "تعذر تحميل الإنجازات";

/* Unable to Load Friends message */
"UNABLE_TO_LOAD_FRIENDS" = "تعذر تحميل الأصدقاء";

/* Unable To Load (uppercase) */
"UNABLE_TO_LOAD_UPPERCASE" = "تعذر التحميل";

/* Could not send game rating alert title */
"UNABLE_TO_SUBMIT_GAME_RATING" = "تعذر إرسال تقييم اللعبة هذا الوقت. الرجاء المحاولة مرة أخرى لاحقًا.";

/* Unauthenticated User */
"UNAUTHENTICATED_USER" = "مستخدم غير مصدّق عليه";

/* Unexpected connection alert title */
"UNEXPECTED_CONNECTION_ALERT_HEADER" = "اتصال غير متوقع";

/* Unexpected connection alert message */
"UNEXPECTED_CONNECTION_ALERT_MESSAGE" = "لاعب غير متوقع قام بالاتصال.  سيتم إلغاء عمل التطابق.";

/* Uninvite */
"UNINVITE_BUTTON_TITLE" = "إلغاء الدعوة";

/* Uninvite Now */
"UNINVITE_NOW" = "إلغاء الدعوة الآن";

/* Uninvite Players Alert Header */
"UNINVITE_PLAYERS_ALERT_HEADER" = "إلغاء دعوة اللاعبين";

/* Uninvite Players Alert Message */
"UNINVITE_PLAYERS_ALERT_MESSAGE" = "بعض اللاعبين الذين تمت دعوتهم لم يستجيبوا بعد.";

/* Unknown player score string */
"UNKNOWN_PLAYER_SCORE" = "--- ";

/* Untitled App */
"UNTITLED_APP" = "تطبيق بلا عنوان";

/* Username Placeholder */
"USERNAME_PLACEHOLDER" = "Apple ID";

/* Sandbox Username Placeholder */
"USERNAME_PLACEHOLDER_SANDBOX" = "Sandbox Apple ID";

/* View Account Button */
"VIEW_ACCOUNT_BUTTON" = "عرض الحساب";

/* View Frined Request Alert Button Title */
"VIEW_FRIEND_REQUEST_BUTTON_TITLE" = "عرض";

/* Waiting for authentication invite label */
"WAITING_FOR_AUTHENTICATION" = "جاري انتظار المصادقة...";

/* Waiting for host format string */
"WAITING_FOR_HOST_FORMAT" = "انتظار %@ لبدء اللعبة.";

/* Wait alert button */
"WAIT_ALERT_BUTTON" = "انتظار";

/* Welcome back player name message */
"WELCOME_BACK_PLAYER_NAME_MESSAGE_FORMAT" = "مرحبًا بك مرة أخرى يا %@";

/* Welcome title */
"WELCOME_TITLE" = "مرحبًا";

/* Welcome to game center player name message */
"WELCOME_TO_GAME_CENTER_PLAYER_NAME_MESSAGE_FORMAT" = "‏%@، مرحبًا بك في Game Center";

/* Sandbox prompt */
"XXX_SANDBOX_XXX" = "✭✭✭ Sandbox ✭✭✭";

/* You have selected the maximum number of players. */
"YOU_HAVE_SELECTED_MAXIMUM_NUMBER_OF_PLAYERS" = "لقد قمت بتحديد الحد الأقصى من عدد اللاعبين.";

